tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "leoafarias/fvm"

brew "starship"
brew "cocoapods"
brew "dust"
brew "fd"
brew "fvm"
brew "gibo"
brew "git"
brew "gh"
brew "ghq"
brew "mas"
brew "shellcheck"
brew "procs"
brew "vim"

cask "1password"
cask "1password/tap/1password-cli"
cask "android-studio"
cask "brave-browser"
cask "coteditor"
cask "cmd-eikana"
cask "devtoys"
cask "deepl"
cask "docker"
cask "iterm2"
cask "google-chrome"
cask "google-cloud-sdk"
# cask "google-japanese-ime"
cask "transmit"
cask "visual-studio-code"
cask "keyboardcleantool"
cask "notion"
cask "obsidian"
cask "postman"
cask "slack"
cask "the-unarchiver"
cask "raycast"
cask "font-hack-nerd-font"
cask "xcodes"
cask "warp"
cask "zoom"

mas "Fuwari", id: 1187652334
mas "LINE", id: 539883307
