tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "leoafarias/fvm"
tap "manaflow-ai/cmux"


brew "act"
brew "asdf"
brew "bat"
brew "bluetoothconnector"
brew "starship"
brew "direnv"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "fvm"
brew "fzf"
brew "gibo"
brew "git"
brew "gh"
brew "ghq"
brew "jq"
brew "lsd"
brew "mas"
brew "navi"
brew "shellcheck"
brew "procs"
brew "sheldon"
brew "vim"
brew "yq"

cask "1password"
cask "1password-cli"
cask "android-platform-tools"
cask "android-studio"
cask "brave-browser"
cask "cmux"
cask "kiro-cli"
cask "chatgpt"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "coteditor"
cask "devtoys"
cask "deepl"
cask "iterm2"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "gcloud-cli"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "keyboardcleantool"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "postman"
cask "slack"
cask "the-unarchiver"
cask "raycast"
cask "font-hack-nerd-font"
cask "orbstack"
cask "xcodes-app"
cask "zoom"
