tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "leoafarias/fvm"

brew "act"
brew "starship"
brew "dust"
brew "fd"
brew "fvm"
brew "fzf"
brew "gibo"
brew "git"
brew "gh"
brew "ghq"
brew "jq"
brew "mas"
brew "shellcheck"
brew "procs"
brew "vim"

cask "1password"
cask "1password-cli"
cask "android-studio"
cask "applite"
cask "brave-browser"
cask "codewhisperer"
cask "coteditor"
cask "devtoys"
cask "docker"
cask "deepl"
cask "iterm2"
cask "google-chrome"
cask "google-cloud-sdk"
# cask "google-japanese-ime"
# cask "transmit"
cask "visual-studio-code"
cask "keyboardcleantool"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "postman"
# cask "podman-desktop"
cask "slack"
cask "the-unarchiver"
cask "raycast"
cask "font-hack-nerd-font"
cask "xcodes"
cask "zoom"
